Nuclex.Game.Packing.CygonRectanglePacker.SliceStartComparer
Compares the starting position of height slices

Nuclex.Game.Packing.CygonRectanglePacker.SliceStartComparer.Default
Provides a default instance for the anchor rank comparer

Nuclex.Game.Packing.CygonRectanglePacker.SliceStartComparer.Compare(Autodesk.Revit.DB.UV,Autodesk.Revit.DB.UV)
Compares the starting position of two height slices
left: Left slice start that will be compared
right: Right slice start that will be compared
Returns: The relation of the two slice starts ranks to each other